atool
automake
base-devel
boost
clang
clang-analyzer
clang-tools-extra
cmake
ctags
dmenu
dunst
feh
ffmpegthumbnailer
ghc
git
go
gtk2_prefs
highlight
imagemagick
mediainfo
neovim
npm
numlockx
openssh
python
python-neovim
python-pip
python2
python2-pip
ranger
rofi
screenfetch
scrot
terminator
the_silver_searcher
thefuck
tig
tmux
transmission-cli
tree
ttf-inconsolata
unzip
w3m
xdg-user-dirs
zip
zsh
