acpi
acpid
adobe-source-han-sans-otc-fonts
arandr
arc-gtk-theme
atom
atool
audacity
autoconf
automake
base-devel
bdf-unifont
blender
blueman
bluez-firmware
bluez-utils
boost
clang
clang-analyzer
clang-tools-extra
cmake
compton
ctags
cups
dmenu
docker
doxygen
dunst
feh
ffmpegthumbnailer
ghc
git
gnu-netcat
go
gtk-theme-arc
gtk2_prefs
highlight
htop
imagemagick
jdk8-openjdk
jq
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lsof
lxappearance
maim
maven
mediainfo
mesa-demos
mpv
neovim
noto-fonts-emoji
npm
numlockx
openssh
pavucontrol
perl-anyevent-i3
pigz
pm-utils
postgresql
pulseaudio-bluetooth
puppet
python
python-neovim
python-pip
python2
python2-pip
python2-virtualenv
ranger
rofi
screenfetch
scrot
sshfs
stow
sxiv
termite
the_silver_searcher
thefuck
tig
tmux
traceroute
transmission-cli
tree
ttf-inconsolata
unison
unzip
virtualbox
w3m
wine
xautolock
xclip
xcompmgr
xdg-user-dirs
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xrandr
xsel
youtube-dl
zip
zsh
